# СПИСКИ
# Создайте список из чисел 3, 5, 7, 9 и 10.5
numbers = [3, 5, 7, 9, 10.5]
# Выведите содержимое списка на экран
print(numbers)
# Добавьте в конец списка строку "Python"
numbers.append('Python')
# Выведите длину списка на экран
print(len(numbers))

# Выведите на экран начальный элемент списка
print(numbers[0])
# Выведите на экран последний элемент списка
print(numbers[-1])

# Напечатайте элементы списка со свторого по четвертый включительно
print(numbers[2:5])

# Удалите из списка строку "Python" 
numbers.remove("Python")

